Repository: 99robots/wpsite-content-resharer
Catalog: languages/wpsite-content-resharer-*.po
Languages: sr_rs

source: Account
sr_rs: Nalog

source: General
sr_rs: Opšti

source: Content
sr_rs: Sadržaj

source: Filters
sr_rs: Filteri

source: Required
sr_rs: Obavezni

source: Account ID
sr_rs: ID naloga

source: A unique name for this account, there are no duplicates allowed.
sr_rs: Jedinstveni naziv ovog naloga, duplikati nisu dozvoljeni

source: Connect Account
sr_rs: Poveži nalog

source: Sign into your twitter account. If button says "Sign In" then your account is not yet registered with WPsite Content Resharer.
sr_rs: Prijavite se na twitter nalog. Ako taster kaže "Prijavi se", onda vaš nalog još nije registrovan sa WPsite Content Resharer-om.

source: Active
sr_rs: Aktivan

source: Inactive
sr_rs: Neaktivan

source: Whether or not the account is active or deactive. Deactive accounts will not post to social media channel.
sr_rs: Da li je nalog aktivan ili neaktivan. Neaktivni nalozi neće objavljivati na kanalu društvenih mreža.

source: Label
sr_rs: Oznaka

source: Used for meta box name in edit post screen for custom messages.
sr_rs: Koristi se za naziv meta-okvira u ekranu za uređivanje posta za prilagođene poruke.

source: The interval in which posts are shared.
sr_rs: Interval deljenja postova.

source: Units: hours
sr_rs: Jedinica: sati

source: Reshare Content
sr_rs: Ponovo podeli sadržaj

source: Title
sr_rs: Naslov

source: Excerpt
sr_rs: Odlomak

source: Title and Excerpt
sr_rs: Naslov i odlomak

source: Should the content be the a post's title, excerpt, or both?
sr_rs: Treba li sadržaj da bude u naslovu ili u odlomku posta ili u oba?

source: Hashtag Type
sr_rs: vrsta hashtag-a

source: Do not include hashtags
sr_rs: Izuzmi hashtag-ove

source: From post custom field (i.e Twitter Reshare Meta Box)
sr_rs: Iz prilagođenog polja posta (npr. iz Twitter Reshare meta-okvira).

source: First Category
sr_rs: Prva kategorija

source: Specific hashtag
sr_rs: Određeni hashtag

source: Include hashtags or not?
sr_rs: Uključiti hashtag-ove ili ne?

source: Specific Hashtags
sr_rs: Određeni hashtag-ovi

source: These hashtags will always be included in every tweet.
sr_rs: Sledeći hashtag-ovi uvek će biti uključeni u svaki tweet.

source: Spearate tags by commas.
sr_rs: Odvoji oznake zarezima.

source: This is optional and is used to shorten the URL of the post.
sr_rs: Ova opcija nije obavezna. Koristi se za skraćenje URL-a posta.

source: Your Bitly
sr_rs: Vaš Bitly

source: access token
sr_rs: Token za pristup

source: Include Link
sr_rs: Obuhvati link

source: Should the post's link be included in the post?
sr_rs: Treba li link posta da bude uključen u post?

source: Include Featured Image
sr_rs: Uključi prilagođenu sliku

source: Should the post's featured image be included in the post?
sr_rs: Treba li prilagođena slika posta da bude uključena u post?

source: Post Filters
sr_rs: Filteri posta

source: Minimun days for eligible
sr_rs: Minimalan broj dana na raspolaganju

source: Only reshare posts that have been published before this many days ago.
sr_rs: Ponovo podeli samo postove koji su objavljeni pre toliko i toliko dana.

source: Units: days
sr_rs: Jedinice: dani

source: Maximun days for eligible
sr_rs: Maksimalan broj dana za raspolaganje

source: Only reshare posts that have been published after this many days ago. (0 for no max age limit)
sr_rs: Ponovo podeli samo postove koji su objavljeni pre toliko i toliko dana.(0 ako nećete ograničenje maksimalne starosti)

source: Post Types
sr_rs: Vrste postova

source: ONLY reshare posts that are of these post types.
sr_rs: Ponovo podeli SAMO postove ove vrste:

source: Exclude Categories
sr_rs: Izuzmi kategorije

source: Do NOT reshare posts that are in these categories.
sr_rs: NE deli postove u sledećim kategorijama:

source: Accounts
sr_rs: Nalozi

source: Type
sr_rs: Vrsta

source: Deactivate
sr_rs: Deaktiviraj

source: Activate
sr_rs: Aktiviraj

source: Edit
sr_rs: Uredi

source: Delete
sr_rs: Obriši

source: hours
sr_rs: sati

source: Reshare Now
sr_rs: Ponovo podeli sada

source: **Please note that if plugin is deleted then all WPsite Content Resharer accounts will be deleted. Also, if this plugin is deactivated, then all WPsite Content Resharer accounts will be deactivated as well.
sr_rs: **Zapamtite: ako je plugin obrisan, biće obrisani i svi WPsite Content Resharer nalozi. Takođe, ako je ovaj plugin deaktiviran, biće deaktivirani i svi WPsite Content Resharer nalozi.

source: Exclude Posts
sr_rs: Izuzmi postove

source: Category
sr_rs: Kategorija

source: Frequently Asked Questions
sr_rs: Često postavljana pitanja

source: What does Content Resharer do for me?
sr_rs: Šta Content Resharer radi za mene?

source: Do you have a lot of posts on your blog and not enough traffic to them, or not enough traffic to old posts that are still very relevant? Wish you can automatically share all your posts at random to your twitter account at set intervals? Well with Content Resharer all of this is possible and more. Simply link your twitter account to Content Resharer and we will take care of the rest.
sr_rs: Imate li mnogo postova na svom blogu, ali vam je saobraćaj nedovoljan ili nemate dovoljno saobraćaja za stare postove koji su i dalje važni? Želite li da automatski delite sve postove nasumično na vašem twitter nalogu u određenim intervalima? Uz pomoć Content Resharer plugin-a možete sve navedeno i još mnogo toga! Jednostavno povežite svoj twitter nalog sa Content Resharer-om i mi ćemo se pobrinuti za ostalo.

source: What is an account?
sr_rs: Šta je nalog?

source: An account is a social media channel that you would like Content Reshare to use to automatically reshare all your posts.
sr_rs: Nalog je kanal društvene mreže na koju biste želeli da Content Reshare automatski ponovo deli vaše postove.

source: What is a message?
sr_rs: Šta je poruka?

source: A message is the text you would like to include in the reshare content. It is highly recommended to create messages and lots of them to make your reshare content more humanlike. When creating a message you will see a preview that shows you what an example reshare content could look like. Messages are totally optional and the plugin will still post to the social channel if you have none.
sr_rs: Poruka je tekst koji biste želeli da obuhvatite ponovo podeljenim sadržajem. Preporučujemo vam da kreirate veliki broj poruka kako bi vaš sadržaj koji se ponovo deli izgledao što spontanije. Kad kreirate poruku, videćete pregled koji vam prikazuje kako bi mogao da izgleda primer ponovo deljenog sadržaja. Poruke su potpuno opcione i ako nemate poruku, plugin će, bez obzira na to, objavljivati postove.

source: How do I edit an account?
sr_rs: Kako uređujem nalog?

source: On the "Accounts" page, hover over the table account you want to edit and you will see an "Edit" link appear. Click this link and you will be redirected to the edit screen for that account.
sr_rs: Na stranici "Nalozi" pređite kursorom preko tabele naloga koji želite da uredite i pojaviće vam se link "Uredi ". Kliknite na taj link i bićete preusmereni na ekran za uređivanje tog naloga.

source: What is the Account Tab?
sr_rs: Čemu služi tabulator ‘Nalog’?

source: Under this tab you will be able to name your account and connect a social media account. The name of the account on for this plugin and will not affect your social media account. The "Connect Account" button will connect your social media account to the Content Resharer plugin. This is how we are able ot post on your behalf.
sr_rs: U ovom tabulatoru moći ćete da date naziv svom nalogu i da ga povežete sa nalogom društvene mreže. Naziv naloga na ovom plugin-u neće uticati na nalog vaše društvene mreže. Taster "Poveži nalog" povezaće vaš nalog društvene mreže sa Content Resharer plugin-om. To nam omogućava da objavljujemo postove u vaše ime.

source: What is the General Tab?
sr_rs: Čemu služi tabulator ‘Opšti’?

source: The settings under this tab are basic settings for this account. Most importantly is the interval setting, which controls how often Content Resharer will reshare content.
sr_rs: Podešavanja na ovom tabulatoru predstavljaju osnovna podešavanja za dati nalog. Najvažnije je podešavanje intervala koje kontroliše koliko će često Content Resharer ponovo deliti sadržaj.

source: What is the Content Tab?
sr_rs: Čemu služi tabulator ‘Sadržaj’?

source: All settings under this tab control the content of the reshare. You may also select your "Hashtag Type". There are several customization options here which include "First Category", which allows you to turn the first category that you assigned a post to into a hashtag. For example, if you write a post about entrepreneurship and you assign it a category "entrepreneurs", if that is the first category you assigned to the post then your reshare will include #entrepreneur along with the content and link. "From post custom field" allows to assign a hashtag directly in your post. To find this custom field, go to the bottom right of your post where you will see that you can assign a hashtag.
sr_rs: Sva podešavanja u ovom tabulatoru kontrolišu sadržaj koji se ponovo deli. Takođe, ovde možete odabrati svoju "Hashtag vrstu". Ovde se nalazi nekoliko opcija prilagođavanja, uključujući i "Prvu kategoriju" koja vam omogućava da prvu kategoriju dodeljenu postu pretvorite u hashtag. Na primer, ako napišete post o preduzetništvu i dodelite ga kategoriji "preduzetnici", ako je to prva kategorija koju ste dodelili postu, prilikom ponovnog deljenja, zajedno sa sadržajem i linkom, pisaće i #preduzetnik. Opcija "Iz prilagođenog polja posta" omogućava vam da hashtag direktno dodelite svom postu. Da biste našli to prilagođeno polje, pogledajte donji desni ugao svog posta i tu ćete videti kako možete da dodelite hashtag.

source: You may choose to include a link with your post, and if you assign your reshare with a Bitly access token, the reshare will appear with a Bitly link.
sr_rs: Možete odabrati da uključite link u svoj post, a ako dodelite svoj Reshare uz pomoć Bitly tokena za pristup, deljeni post pojaviće se zajedno sa Bitly linkom.

source: If you would like to include a featured image with all posts, just check off that box as well.
sr_rs: Ako biste želeli da ubacite i uobličenu sliku u sve postove, samo štiklirajte i to polje.

source: What is the Filters Tab?
sr_rs: Čemu služi tabulator ‘Filteri’?

source: These settings are used to determine the amount of days you want a post to have reshare eligibility. For example, if you do not want a post to be reshared until 3 days after it was originally posted, you would put "3" in the "Minimum days for eligibility" box. You may also decide the maximum amount of days that a post is eligible for reshare. For example, if a post was published 10 days ago and you assign a maximum of 10, that means that the post will not be reshared since it has reached its maximum amount of days.
sr_rs: Ova podešavanja koriste se za određivanje broja dana intervala u kojem želite da vam Reshare ponovo podeli post. Na primer, ako ne želite da vam post bude ponovo podeljen sve dok ne prođe 3 dana od njegovog objavljivanja, unećete "3" u okvir "Minimalan broj dana za raspoloživost". Možete se odlučiti i za maksimalan broj dana za raspoloživost posta. Na primer, ako je post objavljen pre 10 dana i vi mu dodelite max 10, to znači da post neće biti ponovo podeljen jer je dosegao svoj maksimalan broj dana.

source: You may also decide which post categories you want to exclude from being reshared. All of your assigned categories will appear that you can mark to exclude. You may also limit Post Types.
sr_rs: Možete izabrati koje kategorije postova treba izuzeti od deljenja. Sve vaše dodeljene kategorije pojaviće se tako da možete označiti kategorije koje želite da izuzmete. Takođe, možete ograničiti i vrste posta.

source: How can I customize the reshare content?
sr_rs: Kako da prilagodim sadržaj za ponovno deljenje?

source: Navigate to the "Content" section under the settings page for your account. All the settings in this tab control what the reshare will consist of. Do you want to include a link or an image? Do you want hashtags? Next navigate to the "Filters" section. These settings are used to determine which posts are eligible to be reshared. Do you want to reshare posts with a certain age, or post type, or category? Then a random post is chosen from these qualified posts. After that, the message is added to the content. Either to beginning or end of the content. This would conclude how your content is being created.
sr_rs: Kliknite na deo "Sadržaj" na stranici podešavanja vašeg naloga. Sva podešavanja u ovom tabulatoru kontrolišu od čega će se sastojati deljenje. Želite li da uključite link ili sliku? Želite li hashtag-ove? Zatim kliknite na deo "Filteri". Ova podešavanja koriste se za određivanje postova raspoloživih za deljenje. Želite li da podelite postove određene starosti, određene vrste ili određene kategorije? Zatim se iz tih kvalifikovanih postova bira nasumičan post. Nakon toga, poruka se dodaje sadržaju, na početak ili na kraj sadržaja. Na taj način odlučujete o kreiranju svog sadržaja.

source: How do I share manually?
sr_rs: Kako da delim manuelno?

source: There is a way to reshare content manually. Go to the "Accounts" submenu page and hover over the account you want to manually reshare. Go to the "Interval" column and hit the "reshare now" link. This will manually reshare content to that account and will not affect the account's scheduled reshare intervals. This is a great way to test if your account is setup properly.
sr_rs: Sadržaj se može deliti i manuelno. Idite na stranicu podmenija "Nalozi" i pređite mišem preko naloga koji želite da ponovo podelite manuelno. Kliknite na kolonu "Interval" i na linkove "ponovo podeli sada". Na taj način manuelno ćete podeliti sadržaj na određeni nalog i to neće uticati na planirane intervale ponovnog deljenja. To je odličan način da testirate da li je vaš nalog pravilno podešen.

source: Visit
sr_rs: Posetite

source: for more WordPress plugins, resources, and news.
sr_rs: za više WordPress plugin-ova, izvora i novosti.

source: Visit WPsite
sr_rs: Posetite WPsite

source: Help
sr_rs: Pomoć

source: My Twitter account has not been tweeting at its intervals or at all.
sr_rs: Moj Twitter nalog ne objavljuje postove u planiranim intervalima ili ne objavljuje uopšte.

source: First check to see if the account is set to active, and all your post filters are valid. This is a very common problem so go through these steps to make sure your post filter settings are allowing for at least a couple posts to be selected.
sr_rs: Prvo proverite da li je nalog podešen na opciju ‘aktivan’ i da li su vaši filteri postova važeći. To je veoma čest problem koji ćete prevazići sledećim koracima kako biste proverili da li podešavanja filtera omogućavaju makar odabir nekoliko postova.

source: Make sure your minimum and maximum age are valid and will return a list of posts. For example if you put your minimum age as 1 day and maximum age as 2 days, and you have no posts that were published in the last two days, then no posts can be selected and nothing will be reshared.
sr_rs: Proverite da li je vaša minimalna i maksimalna starost postova važeća i da li će vratiti listu postova. Na primer, ako za minimalnu starost odredite 1 dan, a za maksimalnu 2 dana i ako nemate postove objavljene u poslednja dva dana, postovi neće moći da budu odabrani i ništa neće biti ponovo podeljeno.

source: Make sure you have selected post types to include. This is found in the Accounts "Post Filter" section.
sr_rs: Proverite da li ste odabrali vrste postova za deljenje. To ćete naći u delu Nalozi "Filter posta".

source: Make sure to check to see if you have at least one box unchecked in the exclude posts in this category setting.
sr_rs: Proverite da li imate bar jedno neštiklirano polje u opciji ‘isključi postove’ u podešavanju kategorije.

source: Go to the "Exclude Posts" page and make sure that all, if not most posts are included. All checked posts will be excluded when selecting a post to reshare.
sr_rs: Idite na stranicu "Isključi postove" proverite da li su uključeni svi postovi ako ne i većina postova. Svi štiklirani postovi biće isključeni kad birate post za ponovno deljenje.

source: If you have done the steps above and there are valid posts Content Resharer can choose from then go to the "Accounts" page and make sure the "reshare now" works for the account. Hover over the account and the "reshare now" link will be under the "Interval" column. Click the "reshare now" link and if nothing has been shared to your twitter account then try to re-connect your account. If this still does not work then you might be recieving a "Dupliate status error from twitter". This is safeguard for twitter and it basically means that you cannot post a certain amount of the same tweets within given set of tweets. Basically, if 4 out of your last 5 tweets were the same then trying to tweet the same thing again could result in a "Duplicate status error".
sr_rs: Ako ste obavili navedene korake, i ako postoje važeći postovi koje Content Resharer može da odabere, kliknite na stranicu "Nalozi" i proverite da li opcija "ponovo podeli sada" funkcioniše za dati nalog. Postavite kursor iznad naloga i link "ponovo podeli sada" naći će se ispod kolone "Interval". Klinknite na "ponovo podeli sada" i ako se ništa ne podeli na vašem twitter nalogu, pokušajte da ponovo povežete svoj nalog. Ako i dalje ne funkcioniše, možda ćete dobiti poruku "Greška duplikata statusa sa twitter-a". Ovo je pojas za spasavanja za twitter i u osnovi znači da ne možete objaviti određeni broj istih tweet-ova u okviru datog skupa tweet-ova. Ako su 4 od vaših 5 tweet-ova bili isti, onda to može dovesti do obaveštenja "Greška duplikata statusa".

source: Find out more
sr_rs: Saznajte više

source: All errors should be found in the debug log if you want more information.
sr_rs: Trebalo bi da sve greške nađete u dnevniku otklanjanja grešaka ako želite više informacija.

source: Message ID
sr_rs: ID poruke

source: social_media_message
sr_rs: poruka_društvene_mreže

source: This is the unique ID for the message
sr_rs: Ovo je jedinstveni ID poruke

source: Message Text
sr_rs: Tekst poruke

source: Check this out:
sr_rs: Pogledajte ovo:

source: The message that will be included in the reshare content.
sr_rs: Ova poruka biće obuhvaćena u sadržaju za ponovno deljenje.

source: Place
sr_rs: Mesto

source: Before
sr_rs: Pre

source: After
sr_rs: Posle

source: Where the message will be included, before or after the content.
sr_rs: Gde će se poruka nalaziti.

source: Preview
sr_rs: Pregled

source: Message
sr_rs: Poruka

source: Post Title: Content of the post (if included)
sr_rs: Naslov posta: Sadržaj posta (ako je uključen)

source: An example content for the reshare.
sr_rs: Primer sadržaja za ponovno deljenje.

source: Add New
sr_rs: Dodaj novi

source: Messages
sr_rs: Poruke

source: **Please note that if plugin is deleted then all WPsite Twitter Reshare accounts will be deleted. Also, if this plugin is deactivated, then all WPsite Twitter Reshare accounts will be deactivated as well.
sr_rs: **Zapamtite: ako je plugin obrisan, biće obrisani i svi WPsite Content Resharer nalozi. Takođe, ako je ovaj plugin deaktiviran, biće deaktivirani i svi WPsite Content Resharer nalozi.

source: Signup now to get notified of plugin updates, awesome themes, and more. Over 10,000+ already have:
sr_rs: Prijavite se da biste dobijali novosti u vezi s plugin-om, ažuriranja, fenomenalne teme i još mnogo toga! Više od 10.000 već se prijavilo:

source: Email Address
sr_rs: Mail adresa

source: Must-Read Articles
sr_rs: Članci koje ne smete propustiti

source: Subscribe to WPsite Feed:
sr_rs: Pretplatite se na WPsite Feed:

source: Powered by FeedBurner
sr_rs: Autor: FeedBurner

source: Need Plugin or Theme Development?
sr_rs: Potreban vam je razvoj plugin-a ili teme?

source: Request a Plugin
sr_rs: Zahtevaj plugin

source: Get WordPress Themes
sr_rs: Obezbedite WordPress teme

source: Visit Support Forums
sr_rs: Posetite forume za podršku

source: Sign In
sr_rs: Prijavite se

source: _recurrence
sr_rs: _ponavljanje

source: No spaces (i.e. hashtag,hashtag1) not (hashtag, hashtag1)
sr_rs: Bez razmaka (npr. hashtag,hashtag1), ne (hashtag, hashtag1)
